define([], ()->
  class USAExpertsModel
    constructor: ->



    getMedicalSubjectsData: =>
      return {
        msData : [
          {
            'ID':1,
            'name': '风湿科',
            doctorList: [{'ID':1, 'name': '马建'}, {'ID': 2, 'name': '初从秋'}, {'ID': 3, 'name': '唐晓音'}]
            'description': '风湿病是一组侵犯关节、骨骼、肌肉、血管及有关软组织或结缔组织为主的疾病，其中多数为自身免疫或自身炎症性疾病。常见的风湿病包括类风湿关节炎、反应性关节炎、痛风、强直性脊柱炎、各种炎性脊柱关节炎、系统性红斑狼疮、混合性结缔组织病、多发性肌炎／皮肌炎、干燥综合症、系统性硬皮病、白塞氏病、系统性血管炎（肉芽肿性血管炎、变应性肉芽肿性血管炎、显微镜下多血管炎、结节性多动脉炎）、巨细胞动脉炎／风湿性多肌痛、纤维肌痛等。'
          },
          {
            'ID':2,
            'name': '肾脏科',
            doctorList: [{'ID':1, 'name': '汤杰'}]
            'description': '肾脏病是常见病和多发病，如果恶化可以发展为尿毒症，严重危害人们健康。慢性肾脏病已成为继心脑血管病、肿瘤、糖尿病之后又一种威胁人类健康的重要疾病，成为全球性公共卫生问题。'
          }
        ]
      }
)